tutorials/combustion/XiFoam/ras/moriyoshiHomogeneous/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     3.0                                |
|   \\  /    A nd           | Web:         http://www.extend-project.de       |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    left
    {
        type            symmetryPlane;
        nFaces          35;
        startFace       4795;
    }
    right
    {
        type            symmetryPlane;
        nFaces          35;
        startFace       4830;
    }
    top
    {
        type            symmetryPlane;
        nFaces          70;
        startFace       4865;
    }
    bottom
    {
        type            symmetryPlane;
        nFaces          70;
        startFace       4935;
    }
    frontAndBack
    {
        type            empty;
        nFaces          4900;
        startFace       5005;
    }
)

// ************************************************************************* //
